window.SymbolAnnotator = window.SymbolAnnotator || {};

window.SymbolAnnotator.PlanestData = [
  {
    "category_code": "01",
    "category_name": "一般照明",
    "sub_items": [
      { "code": "01-01", "name": "ベースライト 天井付ベースライト" },
      { "code": "01-02", "name": "ベースライト 壁付ベースライト" },
      { "code": "01-03", "name": "ベースライト(スクエア) 天井付ベースライト(スクエア)" },
      { "code": "01-04", "name": "ベースライト(スクエア) 壁付ベースライト(スクエア)" },
      { "code": "01-05", "name": "ダウンライト" },
      { "code": "01-06", "name": "ユニバーサルダウンライト" },
      { "code": "01-07", "name": "ペンダントライト" },
      { "code": "01-08", "name": "シーリングライト" },
      { "code": "01-09", "name": "引掛シーリング 引掛シーリング(角)" },
      { "code": "01-10", "name": "引掛シーリング 引掛シーリング(丸)" },
      { "code": "01-11", "name": "ブラケットライト" },
      { "code": "01-12", "name": "スポットライト" },
      { "code": "01-13", "name": "フットライト" },
      { "code": "01-14", "name": "テープライト" },
      { "code": "01-15", "name": "間接照明" },
      { "code": "01-16", "name": "高天井用照明" },
      { "code": "01-17", "name": "殺菌灯" },
      { "code": "01-18", "name": "ポール灯" },
      { "code": "01-19", "name": "庭園灯" }
    ]
  },
  {
    "category_code": "02",
    "category_name": "非常用照明",
    "sub_items": [
      { "code": "02-01", "name": "非常用照明(丸) 天井付非常用照明(丸)" },
      { "code": "02-02", "name": "非常用照明(丸) 壁付非常用照明(丸)" },
      { "code": "02-03", "name": "非常用照明 天井付非常用照明" },
      { "code": "02-04", "name": "非常用照明 壁付非常用照明" }
    ]
  },
  {
    "category_code": "03",
    "category_name": "誘導灯",
    "sub_items": [
      { "code": "03-01", "name": "避難口誘導灯 天井付避難口誘導灯" },
      { "code": "03-02", "name": "避難口誘導灯 壁付避難口誘導灯" },
      { "code": "03-03", "name": "避難通路誘導灯 天井付避難通路誘導灯" },
      { "code": "03-04", "name": "避難通路誘導灯 壁付避難通路誘導灯" },
      { "code": "03-05", "name": "階段通路誘導灯 天井付階段通路誘導灯" },
      { "code": "03-06", "name": "階段通路誘導灯 壁付階段通路誘導灯" },
      { "code": "03-07", "name": "客席誘導灯" }
    ]
  }
];